Repository: albertszeng/demon-alarm
Catalog: test3/*.lproj/Localizable.strings
Languages: es, fr, zh_hans

source: my laziness is a
es: mi pereza es un
fr: ma paresse est une
zh_hans: 我的懒惰是一个

source: ALARM ALARM ALARM
es: ALARMA ALARMA ALARMA
fr: ALARME ALARME ALARME
zh_hans: 闹钟 闹钟 闹钟

source: Alarm
es: Alarma
fr: Alarmw
zh_hans: 闹钟

source: Logged In
es: Conectado
fr: Connecté
zh_hans: 登录

source: OK
es: Acc.
fr: Bien
zh_hans: 好

source: On a scale from 1 to
es: En una escala del 1 al
fr: Sur une échelle de 1 à
zh_hans: 从1到

source: Open Alarm App and click 'Post' to Snooze. Click 'Cancel' to dismiss alarm.
es: Abra la aplicación de alarma y haga clic en "Publicar" para suspender. Haga clic en 'Cancelar' para cancelar la alarma.
fr: Ouvrez l'application d'alarme et cliquez sur "Poste" pour répéter. Cliquez sur 'Annuler' pour supprimer l'alarme.
zh_hans: 打开闹钟应用程序，然后点击“发布”暂停闹钟, 或点击“取消”关闭闹钟。

source: Please delete some alarms. You have too many.
es: Elimine algunas alarmas. Tienes demasiados.
fr: Supprimez certaines alarmes. Vous en avez trop.
zh_hans: 请删除一些闹钟設置。您有太多。

source: Too Many Alarms
es: Demasiadas Alarmas
fr: Trop d'Alarmes
zh_hans: 太多闹钟設置

source: User
es: Usuaria
fr: Utilisateur
zh_hans: 用户

source: Wake up! Open the app to turn off the sounds.
es: ¡Despertarse! Abre la aplicación para desactivar los sonidos.
fr: Réveillez-vous! Ouvrez l'application pour éteindre les sons.
zh_hans: 醒来！ 打开应用程序关闭声音。

source: has logged in
es: ha iniciado sesión
fr: s'est connecté
zh_hans: 已登录
